---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MSup4
source: html/62e6e334-90c3-2533-12ab-390f7368d3d7.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MSup4 Property

Symbol m⁴, indicating unit Meters to the fourth power.

## Syntax (C#)
```csharp
public static ForgeTypeId MSup4 { get; }
```